{
  "__component": "lesson-plan.lesson-preview",
  "SectionTitle": "Lesson Preview",
  "Multimedia": [
    {
      "order": 1,
      "type": "video",
      "title": "The Nature of Color at the American Museum of Natural History",
      "description": "Color is woven so tightly into our lives that we rarely stop to question what it is and how it works. Where do the colors in diamonds and rainbows come from? How have some animals benefited by evolving to stand out, while others survive by blending in? Why do some colors make us happy while others make us, well, blue? The Nature of Color, a new exhibition now open at the American Museum of Natural History reveals how color carries information both in nature and across cultures.",
      "lessonRelevance": "For Part 1: This video provides a broad appreciation of colour that sets the ground for our unit investigating dye technologies and why they are important.",
      "by": "American Museum of Natural History",
      "byLink": "https://www.youtube.com/c/AmericanMuseumofNaturalHistory",
      "keywords": null,
      "mainLink": "https://www.youtube.com/embed/U2BMqRVOdCk",
      "vimeoLink": null,
      "filename": null,
      "otherLink": null
    },
    {
      "order": 2,
      "type": "pdf",
      "title": "Dye Technology \"Cost Card\" Puzzle Activity",
      "description": "After reading about and discussing 3 dye technologies: Tyrian purple (extracted from snails); Tānekaha red (from tree bark); and mauveine (from coal tar), students will sort these cards into 3 correctly ordered processes. This will scaffold discussion of how costs (and price) scale with production.",
      "lessonRelevance": "For Part 2: After learning about 3 dye technologies: Tyrian purple (extracted from snails); Tānekaha red (from tree bark); and mauveine (fossil fuels), students will sort these cards into 3 correctly ordered processes. This will scaffold discussion of how costs (and price) scale with production.",
      "by": "Galactic Polymath",
      "byLink": "https://www.youtube.com/channel/UCfyBNvN3CH4uWmwOCQVhmhg/featured",
      "keywords": null,
      "mainLink": "https://docs.google.com/presentation/d/12JrjYbvNHOcNcGZGZ-idt4KLE3j8nW8qdNXzc8px9pI/edit#slide=id.p",
      "vimeoLink": null,
      "filename": null,
      "otherLink": null
    },
    {
      "order": 3,
      "type": "video",
      "title": "True Blues: Textiles Water Pollution Problem",
      "description": "A life cycle of one T-shirt pollutes approximately 2700 litres of water. Shocked, right? So were we! The textile industry is one of the biggest causes of water pollution due to the amount of chemicals used in dyeing and other processes.",
      "lessonRelevance": "For Part 3: Students watch this video at the end of the unit to learn about the many sustainability issues tied to the dye and fashion industries (particularly with fossil-fuel-derived synthetic dyes). This supports student reflection and analysis as they perform a cost-benefit analysis of the technologies to make a recommendation.",
      "by": "Color Ashram",
      "byLink": "https://www.youtube.com/channel/UCd1rQ-NAhfUoA0OSDJ9tN8w/featured",
      "keywords": null,
      "mainLink": "https://www.youtube.com/embed/Bk2APxqIhbk",
      "vimeoLink": null,
      "filename": null,
      "otherLink": null
    }
  ],
  "QuickPrep": "1. Check out lesson multimedia above\n2. Look over <AnchorLink href=\"#teaching_materials\"> Teaching Materials <\/AnchorLink>\n3. Read our easy <AnchorLink href=\"#procedure\"> Procedure <\/AnchorLink>\n4. Teach it and <AnchorLink href=\"#feedback\"> let us know what you think! <\/AnchorLink>\n",
  "InitiallyExpanded": true
}
