{
  "__component": "lesson-plan.procedure",
  "SectionTitle": "Procedure",
  "Data": {
    "lessonDur": "3 x 45 min",
    "parts": [
      {
        "partNum": 1,
        "partTitle": "Role of the Dye: Past, Present & Future Chemical Engineers",
        "partDur": 45,
        "partPreface": "Students investigate 3 different dyeing technologies in a “Student Expert” activity. Students each read a textual narrative centred on one of the following dyeing technologies: Tyrian purple (extracted from sea snails); Tānekaha Red—a Māori traditional dye extracted from tree bark; and Mauveine (the first synthetic dye, created from coal tar). Students fill out concept maps of the inputs and outputs of each process and begin considering the pros and cons of each process.",
        "chunks": [
          {
            "chunkTitle": "Warm-Up",
            "chunkStart": 0,
            "chunkDur": 10,
            "steps": [
              {
                "Step": 1,
                "StepTitle": "Clothing Colour Audit",
                "StepQuickDescription": "Start by figuring out how many dye colours we brought with us today. Using a worksheet, students calculate their \"dye-versity index\".",
                "StepDetails": "The \"dye-versity index\" represents the total number of colours a student has on them, and therefore the number of dye processes that had to be invented. ",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 2,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Students share their \"dye-versity index\" and reflect on whether colour helps express their personality or mood.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "The Nature of Colour",
            "chunkStart": 10,
            "chunkDur": 5,
            "steps": [
              {
                "Step": 3,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Begin to think about natural vs dyed colours and the technology necessary for non-natural colours.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 4,
                "StepTitle": "Watch Video",
                "StepQuickDescription": "[▶'The Nature of Color at the American Museum of Natural History'](https://www.youtube.com/watch?v=U2BMqRVOdCk)",
                "StepDetails": "This video introduces the importance of colour in the natural world of plants, animals, and evolution, as well as in the human world of self-expression, social interaction, and culture. The importance of colour to life sets the stage to learn about dye technologies in the next step.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Exploring Past & Present Dye Technologies",
            "chunkStart": 15,
            "chunkDur": 25,
            "steps": [
              {
                "Step": 5,
                "StepTitle": "Introducing 3 Dye Technologies",
                "StepQuickDescription": "The lessons will focus on Tyrian Purple, Mauveine, and Tānekaha Dye.",
                "StepDetails": "The invention of each of technology enabled a group of people at a time and place the power of expression through color!",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 6,
                "StepTitle": "Student \"Experts\"",
                "StepQuickDescription": "Students split into groups of three. Each reads an article about a different technology, then teaches the other members in the group.",
                "StepDetails": "While reading the article about their assigned technology, students fill out a concept map to help them summarise their reading. This concept map will guide them in teaching the other students in their group what they learned. \nAfter individually reading their articles, students take turns explaining their dye technology to the rest of the group. Together the groups fill out the concept maps for all three dye technologies. \nFinally, students individually use the worksheet to evaluate the sustainability, cultural significance, status signalling, and efficiency of the various technologies. Their claims must be supported by evidence from the articles and concept maps they discussed with their group members. ",
                "Vocab": "- **synthesise:**  the process of running chemical reactions to obtain one or several products.\n- **patent:**  a government licence that keeps others from making, using, or selling an invention.\n- **mass-market production:**  producing goods in large quantities to meet high demand.\n- **aniline:**  an organic compound with the formula C6H5NH2\n- **secretion:**  a process by which substances are produced and discharged from a cell, gland, or organ for a particular function in the organism or for excretion.\n- **reducing agents:**  in chemistry, a reducing agent is a chemical molecule or atom that \"donates\" an electron to another chemical.\n- **luxury market:**  expensive goods produced in small quantities because of cost and to maintain an exclusive status of the product.",
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Wrapping Up",
            "chunkStart": 40,
            "chunkDur": 5,
            "steps": [
              {
                "Step": 7,
                "StepTitle": "Have students finish remaining questions on their own or assign homework",
                "StepQuickDescription": "Part 2 will begin with a review of each dye technology, so students should complete their Part 1 worksheet before then. ",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          }
        ]
      },
      {
        "partNum": 2,
        "partTitle": "The Price of Colour: Unpacking the costs associated with different dyeing technologies",
        "partDur": 45,
        "partPreface": "Students do a chemical engineering group puzzle activity. Using the concept maps they developed in Part 1, they sort a set of cards into 3 ordered processes. This is used to calculate the starting price of an item dyed using each technology.",
        "chunks": [
          {
            "chunkTitle": "Review 3 Dye Technologies",
            "chunkStart": 0,
            "chunkDur": 15,
            "steps": [
              {
                "Step": 1,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Recap the three dye technologies from yesterday's lesson. ",
                "StepDetails": "Students share out what they remember from yesterday's lesson and how each dye technology is made. Then the discussion turns to the sustainability, cultural significance, status signalling, and efficiency of the various technologies.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 2,
                "StepTitle": "What is the difference between a *chemist* and a *chemical engineer*?",
                "StepQuickDescription": "Students will do their best to distinguish the differences between a chemist and a chemical engineer, then definitions are introduced. This sets the tone to transition from the discovery and invention of dye technologies to a discussion of how inventions become viable products.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Intro to Galactic Tees",
            "chunkStart": 15,
            "chunkDur": 5,
            "steps": [
              {
                "Step": 3,
                "StepTitle": "Become a chemical engineer for a day",
                "StepQuickDescription": "*Galactic Tees* is a new company that wants to make a new line of t-shirts but can't decide on what dyeing technology to use.",
                "StepDetails": "Students will study the pros and cons of each dyeing technology at different *scales*. For the \"Cost Cards\" activity the Driving Question will be: \"How much does it cost to produce the first dyed item using each technology?\"",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Process Engineering Puzzle",
            "chunkStart": 20,
            "chunkDur": 15,
            "steps": [
              {
                "Step": 4,
                "StepTitle": "Activity instructions",
                "StepQuickDescription": "[➚'Dye Technology \"Cost Card\" Puzzle Activity'](https://docs.google.com/presentation/d/12JrjYbvNHOcNcGZGZ-idt4KLE3j8nW8qdNXzc8px9pI/edit#slide=id.p)  \nTo help students think about initial costs of each dye technology, they are given a set of Cost Cards with the steps of each process. ",
                "StepDetails": "Each group of students will receive a set of 18 Cost Cards that contain the steps in each of the three dyeing technologies (six steps per process). The presentation will break the activity into substages and guide the students through an analysis of the processes.\nBy referring to the concept maps from yesterday's lesson, students sort the process cards into the correct order and record the sequences on their worksheets. \nOnce the cards have been sorted into the correct order, students add up the prices of each step listed on the Cost Cards to find the Total Cost of the process. The Total Cost is then multiplied by 1.2 (to include a 20% profit) to find the Starting Price of the respective dye technology. \nThroughout the worksheet students are prompted to reflect on the major expenses of the process and predict how the price per item might change as the *scale* of production increases.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 5,
                "StepTitle": "Find the Starting Price",
                "StepQuickDescription": "Guided by the presentation and worksheet, students find the Starting Price of each technology.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Reflecting on Process Costs",
            "chunkStart": 35,
            "chunkDur": 10,
            "steps": [
              {
                "Step": 6,
                "StepTitle": "Independent Work",
                "StepQuickDescription": "Students should use the remaining time to finish answering any remaining questions on the worksheet. ",
                "StepDetails": "This will give students an opportunity to reflect on the major expenses of the process and predict how the price per item might change as the *scale* of production increases. Part 3 will explore how production costs change at different scales, so these questions prime the students to think beyond the Starting Price.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          }
        ]
      },
      {
        "partNum": 3,
        "partTitle": "Thinking Like a Chemical Engineer: How much does each dyeing technology cost at different scales of production?",
        "partDur": 45,
        "partPreface": "This interactive presentation guides students with interpreting graphs of how textile prices change with production scale for each dye technology used. Leads toward a detailed cost/benefit analysis that asks students to weigh price, sustainability, cultural significance and other values to propose which technology an imaginary fashion company should use.",
        "chunks": [
          {
            "chunkTitle": "Review Starting Prices",
            "chunkStart": 0,
            "chunkDur": 10,
            "steps": [
              {
                "Step": 1,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Quickly review the 3 dye technologies, the Starting Price students calculated for each, and the reason the different technologies have varying Starting Prices.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": "Since the prices and production scales have such a wide range of values, the price per item versus number of items produced points are plotted on log-log plots. The presentation includes a side note about the purpose of log-log plots."
              }
            ]
          },
          {
            "chunkTitle": "Producing at Scale",
            "chunkStart": 10,
            "chunkDur": 20,
            "steps": [
              {
                "Step": 2,
                "StepTitle": "Introducing Price Curves",
                "StepQuickDescription": "The presentation introduces the idea of producing items at various scales and discusses how the price per unit changes accordingly.",
                "StepDetails": "Students use their worksheets to follow the discussion of Price Curves and answer questions throughout the presentation. ",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 3,
                "StepTitle": "Limited Resources",
                "StepQuickDescription": "The example of fishing for Murex snails illustrates how the availability of resources affects (and limits) the scale of production.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 4,
                "StepTitle": "Watch Video",
                "StepQuickDescription": "[▶'True Blues: Textiles Water Pollution Problem'](https://www.youtube.com/watch?v=Bk2APxqIhbk&t=1s) Learn about some of the environmental impacts of synthetic dyes made from fossil fuels.",
                "StepDetails": "Throughout the presentation, synthetic dyes produced from fossil fuels are shown to be a competitive and attractive dye technology. Despite their range of colours and low costs, dyes produced from fossil fuels also cause a lot of problems. In this video students learn about the many sustainability issues tied to the dye and fashion industries (particularly with fossil-fuel-derived synthetic dyes). This prepares students to reflect on and analyse the consequences of dye technologies as they perform a cost-benefit analysis of the available dye technologies to make a recommendation for *Galactic Tees*.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Interpretation and Reflection",
            "chunkStart": 30,
            "chunkDur": 15,
            "steps": [
              {
                "Step": 5,
                "StepTitle": "Students work independently to complete their worksheets",
                "StepQuickDescription": "By interpreting the price curves, compiling information from all three lessons, and reflecting on their values and goals, students recommend a dye technology for *Galactic Tees* to use in their new line of t-shirts. ",
                "StepDetails": "A table in the worksheet allows students to compare the range of colours, price point, target audience, sustainability, status signalling, and cultural significance of each dye technology. Based on the compiled information they will identify the most competitive dye technology. Their final recommendation for *Galactic Tees*'s dye technology is supported by the production bottom line, but also by the student's personal priorities (e.g. sustainability or cultural significance). \nEach of these technologies has pros and cons, so students are encouraged to reflect on how they could improve their chosen dye technology's disadvantages. Specifically they are tasked with imagining themselves as chemical engineers trying to make *Galactic Tees* more sustainable. ",
                "Vocab": "- **mass market:**  goods produced in large quantities (1,000,000+ units) to meet high demand and sold at a low cost to a broad group.\n- **niche market:**  goods designed to meet the specific needs of a smaller market (~10,000 units), such as clothes for children or sustainable cleaning products.\n- **luxury market:**  expensive goods produced in small quantities (<1,000 units) because of cost and to maintain exclusive status of the product.",
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          }
        ]
      }
    ]
  }
}
