{
  "__component": "lesson-plan.procedure",
  "SectionTitle": "Procedure",
  "Data": {
    "lessonPreface": "Disregard this Procedure. Not done!",
    "lessonDur": "2 x 45 min",
    "parts": [
      {
        "partNum": 1,
        "partTitle": "Role of the Dye: Past, Present & Future Chemical Engineers",
        "partDur": 45,
        "partPreface": "Students investigate 3 different dyeing technologies in a “Student Expert” activity. Students each read a textual narrative centred on one of the following dyeing technologies: Tyrian purple (extracted from sea snails); Tānekaha Red—a Māori traditional dye extracted from tree bark; and Mauveine (the first synthetic dye, created from coal tar). Students fill out concept maps of the inputs and outputs of each process and begin considering the pros and cons of each process.",
        "chunks": [
          {
            "chunkTitle": "Warm-Up",
            "chunkStart": 0,
            "chunkDur": 10,
            "steps": [
              {
                "Step": 1,
                "StepTitle": "Clothing Colour Audit",
                "StepQuickDescription": "Start by figuring out how many dye colours we brought with us today. Using a worksheet, students calculate their \"dye-versity index\".",
                "StepDetails": "Using a worksheet, students calculate their \"dye-versity index\". This number represents the total number of colours a student has on them, and therefore the number of dye processes that had to be invented. ",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 2,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Students share their \"dye-versity index\" and reflect on whether colour helps express their personality or mood. They will also begin to think about natural vs dyed colours.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "The Nature of Colour",
            "chunkStart": 10,
            "chunkDur": 5,
            "steps": [
              {
                "Step": 3,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Begin to think about natural vs dyed colours and the technology necessary for non-natural colours.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 4,
                "StepTitle": "Watch Video",
                "StepQuickDescription": "A video from the American Museum of Natural History introduces the [Nature of Colour](https://youtu.be/U2BMqRVOdCk).",
                "StepDetails": "This video introduces the importance of colour in the natural world of plants, animals, and evolution, as well as in the human world of self-expression, social interaction, and culture. The importance of colour to life sets the stage to learn about dye technologies in the next step.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Exploring Past & Present Dye Technologies",
            "chunkStart": 15,
            "chunkDur": 30,
            "steps": [
              {
                "Step": 5,
                "StepTitle": "Introducing 3 Dye Technologies",
                "StepQuickDescription": "The lessons will focus on Tyrian Purple, Mauveine, and Tānekaha Dye.",
                "StepDetails": "The invention of each of technology enabled a group of people at a time and place the power of expression through color!",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 6,
                "StepTitle": "Student \"Experts\"",
                "StepQuickDescription": "Students split into groups of three. Each reads an article about a different technology, then teaches the other members in the group.",
                "StepDetails": "While reading the article about their assigned technology, students fill out a concept map to help them summarise their reading. This concept map will guide them in teaching the other students in their group what they learned. \nAfter individually reading their articles, students take turns explaining their dye technology to the rest of the group. Together the groups fill out the concept maps for all three dye technologies. \nFinally, students individually use the worksheet to evaluate the sustainability, cultural significance, status signalling, and efficiency of the various technologies. Their claims must be supported by evidence from the articles and concept maps they discussed with their group members. ",
                "Vocab": "- **synthesise:**  the process of running chemical reactions to obtain one or several products.\n- **patent:**  a government licence that keeps others from making, using, or selling an invention.\n- **mass-market production:**  producing goods in large quantities to meet high demand.\n- **aniline:**  an organic compound with the formula C6H5NH2\n- **secretion:**  a process by which substances are produced and discharged from a cell, gland, or organ for a particular function in the organism or for excretion.\n- **reducing agents:**  in chemistry, a reducing agent is a chemical molecule or atom that \"donates\" an electron to another chemical.\n- **luxury market:**  expensive goods produced in small quantities because of cost and to maintain an exclusive status of the product.",
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          }
        ]
      },
      {
        "partNum": 2,
        "partTitle": "The Price of Colour: Unpacking the costs associated with different dyeing technologies",
        "partDur": 45,
        "partPreface": "Students do a chemical engineering group puzzle activity. Using the concept maps they developed in Part 1, they sort a set of cards into 3 ordered processes. This is used to calculate the starting price of an item dyed using each technology.",
        "chunks": [
          {
            "chunkTitle": "Review",
            "chunkStart": 0,
            "chunkDur": 15,
            "steps": [
              {
                "Step": 1,
                "StepTitle": "Share Out",
                "StepQuickDescription": "Recap the three dye technologies from yesterday's lesson. ",
                "StepDetails": "Students share out what they remember from yesterday's lesson and how each dye technology is made. Then the discussion turns to the sustainability, cultural significance, status signalling, and efficiency of the various technologies.",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              },
              {
                "Step": 2,
                "StepTitle": "What is the difference between a *chemist* and a *chemical engineer*?",
                "StepQuickDescription": "Students will do their best to distinguish the differences between a chemist and a chemical engineer, then definitions are introduced. This sets the tone to transition from the discovery and invention of dye technologies to a discussion of how inventions become viable products.",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Intro to *Galactic Tees*",
            "chunkStart": 15,
            "chunkDur": 5,
            "steps": [
              {
                "Step": 3,
                "StepTitle": "Become a chemical engineer for a day",
                "StepQuickDescription": "*Galactic Tees* is a new company that wants to make a new line of t-shirts but can't decide on what dyeing technology to use.",
                "StepDetails": "Students will study the pros and cons of each dyeing technology at different *scales*. For the \"Cost Cards\" activity the Driving Question will be: \"How much does it cost to produce the first dyed item using each technology?\"",
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          },
          {
            "chunkTitle": "Process Engineering Puzzle",
            "chunkStart": 20,
            "chunkDur": 25,
            "steps": [
              {
                "Step": 4,
                "StepTitle": "Activity instructions",
                "StepQuickDescription": "To help students think about initial costs of each dye technology, they are given a set of cards with the steps of each process. Referring to the original concept maps, students will sort the cards into the correct order for all 3 processes (e.g. 6 cards per process x 3 processes = 18 cards to sort into 3 sequences).",
                "StepDetails": null,
                "Vocab": null,
                "VariantNotes": null,
                "TeachingTips": null
              }
            ]
          }
        ]
      },
      {
        "partNum": 3,
        "partTitle": "Thinking Like a Chemical Engineer: How much does each dyeing technology cost at different scales of production?",
        "partDur": null,
        "partPreface": "This interactive presentation guides students with interpreting graphs of how textile prices change with production scale for each dye technology used. Leads toward a detailed cost/benefit analysis that asks students to weigh price, sustainability, cultural significance and other values to propose which technology an imaginary fashion company should use.",
        "chunks": []
      }
    ]
  }
}
